tap "railwaycat/emacsmacport"

# neovim
brew 'luajit', args: ['HEAD']
brew 'neovim', args: ['HEAD']

brew 'asdf'
cask 'atom'
brew 'bat'
brew 'broot'
brew 'bottom'
brew 'coreutils'
brew 'curl'
brew 'delta'
brew 'duf'
brew 'dust'
brew 'emacs-mac', args: ['with-modules']
brew 'exa'
brew 'fd'
brew 'git'
brew 'glances'
brew 'gtop'
brew 'gping'
brew 'htop'
brew 'httpie'
brew 'jq'
#cask 'rectangle'
brew 'libpq'
brew 'muzzle'
brew 'navi'
brew 'procs'
cask 'proxyman'
brew 'ripgrep'
brew 'the_silver_searcher'
brew 'tmux'
brew 'wget'
