# = Taps

tap 'heroku/brew'
tap 'homebrew/cask'

# = Tooling

brew 'asdf'
brew 'cmake'
brew 'coreutils'
brew 'cowsay'
brew 'curl'
brew 'direnv'
brew 'exa'
brew 'fd'
brew 'fortune'
brew 'fzf'
brew 'gnupg'
brew 'heroku'
brew 'httpie'
brew 'gpg'
brew 'kubernetes-cli'
brew 'minikube'
brew 'neovim'
brew 'overmind'
brew 'terraform'

# = Binaries


# = Development

brew 'asdf'
brew 'git'
brew 'git-lfs'
cask 'chef/chef/chef-workstation'
brew 'yarn'

# = Software

brew 'memcached'
brew 'postgresql'
brew 'redis'
brew 'sqlite'
