# = Taps

tap 'heroku/brew'
tap 'homebrew/cask'
tap 'cjbassi/gotop'

# = Tooling

brew 'bat'
brew 'cmake'
brew 'coreutils'
brew 'cowsay'
brew 'curl'
brew 'diff-so-fancy'
brew 'direnv'
brew 'exa'
brew 'fd'
brew 'fortune'
brew 'fzf'
brew 'gnupg'
brew 'gotop'
brew 'heroku'
brew 'htop'
brew 'httpie'
brew 'jq'
brew 'gpg'
brew 'kubernetes-cli'
brew 'minikube'
brew 'neovim'
brew 'overmind'
brew 'pinentry-mac'
brew 'the_silver_searcher'
brew 'terraform'
brew 'watch'
brew 'wget'

# = Binaries


# = Development

#brew 'asdf'
cask 'chef/chef/chef-workstation'
brew 'git'
brew 'git-lfs'
brew 'npm'
cask 'phantomjs'
brew 'yarn'

# = Software

cask '1password'
cask 'alfred'
cask 'dash'
cask 'evernote'
cask 'google-chrome'
cask 'iterm2'
brew 'memcached'
brew 'postgresql'
brew 'redis'
brew 'sqlite'
cask 'slack'
cask 'spotify'
cask 'telegram'
