brew 'bat'
brew 'broot'
brew 'bottom'
brew 'coreutils'
brew 'curl'
brew 'difftastic'
brew 'delta'
brew 'duf'
brew 'dust'
brew 'exa'
brew 'fd'
brew 'git'
brew 'glances'
brew 'gtop'
brew 'gping'
brew 'grex'
brew 'htop'
brew 'httpie'
brew 'ripgrep'
brew 'the_silver_searcher'
brew 'tldr'
brew 'wget'

